{
    "1": [
        "@",
        "Тема головного меню.",
        "Я попробував написати її в японському стилі. Ні, ну це ж Тохо.",
        "Хоча не те, щоб гра дотримувалася цього стилю (^^;",
        "Але не скажеш, що це музика зі шутера.",
        "Та й чи потрібна музика в головному меню? (лол)"
    ],
    "2": [
        "@",
        "Тема першого рівня.",
        "В ній відображений образ опівнічного лісу. Це лише початок",
        "гри — я подумав, що мелодія має бути хвилюючою, щоб гравці",
        "насторожилися, і я збирався зробити її трішки енергійною.",
        "Але вийшло щось смішне і нервове, правда?"
    ],
    "3": [
        "@",
        "Тема Румії.",
        "Ну, музика спочатку задумувалася як легка.",
        "В цій мелодії зображений образ нічного йокая.",
        "...Ну, надіюсь, що це так (^^;",
        "Вона досить спокійна і трішки дурнувата."
    ],
    "4": [
        "@",
        "Тема другого рівня.",
        "Я думав про воду, туман і прикмети.",
        "Це тема багато чим нагадує попередні частини гри.",
        "Я взагалі не розумію, звідки взявся другий рівень...(^^;"
    ],
    "5": [
        "@",
        "Тема Чірно.",
        "Я спеціально написав цю мелодію для дурнушки.",
        "Не знаю, чи можна рахувати отримане темним або світлим.",
        "Темп досить швидкий, але...",
        "Все ж це другий рівень. (ха)"
    ],
    "6": [
        "@",
        "Тема третього рівня.",
        "Я хотів зробити цю тему ще більш китайською, але не получилося. (^^;",
        "Однак, вона в східному стилі, адже я знав,",
        "що після четвертого рівня східні мелодій не буде. (^ ^;",
        "Ця тема скоріш New Age, ніж Fusion, так?"
    ],
    "7": [
        "@",
        "Тема Хун Мейлін.",
        "Трішки європейської, трохи ігрової музики (в співвідношенні 2:8)",
        "Дивно, що тема не зовсім китайська, але це тому,",
        "що вона створена на образі французького кварталу в Шанхаї.",
        "Крім того, Мейлін не похожа на людину. Тоді, хто ж вона... (га?)"
    ],
    "8": [
        "@",
        "Тема четвертого рівня.",
        "З цього моменту гра відбувається в маєтку, тому музика пробує ",
        "відповідати оточенню. Ця тема стає більш зловісною в середині,",
        "коли ви зустрічаєте мідбоса.",
        "Однак, в ній більше нічого особливого немає,",
        "і вона не зовсім підходить для шутера. (лол)"
    ],
    "9": [
        "@",
        "Тема Пачулі Нолідж — боса четвертого рівня.",
        "І знову це жахливе відчуття...",
        "Це темна тема, без легких і приємних нот, але темп досить швидкий.",
        "Можна було  скласти її менш темною, адже ця тема може ",
        "увігнати когось у депресію (лол)"
    ],
    "10": [
        "@",
        "Тема п'ятого рівня.",
        "Дуже таємнича мелодія. Її дивний ритм грає з вашим відчуттям швидкості,",
        "і деколи здається більш швидкою, ніж вона є.",
        "Я пробував написати щось в рок-стилі, але через те,",
        "що я нечасто слухаю рок, можливо, я не знав що роблю. (^^;"
    ],
    "11": [
        "@",
        "Тема Сакуї Ідзайой.",
        "Неможливо уявити покоївку без хард-рока! (жартую)",
        "Тема швидка, підходить для передостаннього рівня.",
        "",
        "...Думаю, я все ще нічого не розумію в рок-музиці. (^^;",
        "Скажем, що це ліричний рок, в моєму стилі."
    ],
    "12": [
        "@",
        "Тема останнього рівня.",
        "Такі мелодії завжди були напруженими,",
        "тому в цей раз я зробив її більш оптимістичною.",
        "Так як остання глава досить коротка,",
        "я не став складати щось наполегливе."
    ],
    "13": [
        "@",
        "Тема Ремілії Скарлет.",
        "В цій мелодії я хотів передати відчуття кінця гри.",
        "Я не хотів робити її величною або зловісною,",
        "що нормально для останньої глави, тому",
        "я вибрав джаз-рок і трішки лолі... ну, як зазвичай.",
        "Ця мелодія легко запам'ятовується, я люблю її."
    ],
    "14": [
        "@",
        "Тема екстра-рівня.",
        "Деколи китайська, деколи нью-эйдж. Чому?",
        "Здається, я щось зробив із синтезатором.",
        "Це щось, схоже на збірник моєї ліні.",
        "Якщо прислухатися, в цій темі досить дивний ритм. І не один.",
        "Іншими словами, це просто експеримент."
    ],
    "15": [
        "@",
        "Тема Фландр Скарлет.",
        "Мені ця мелодія подобається найбільше.",
        "Вона зображує диявольську дівчину в таємничому східному стилі.",
        "Такі лолі-теми мені вдаються найкраще,",
        "і я створював її з великим задоволенням."
    ],
    "16": [
        "@",
        "Тема кінцівки.",
        "Як можна здогадатися з назви,",
        "ця тема — просто обробка теми титульного екрану.",
        "І тому вона теж в японському стилі.",
        "Хоча, нічого поганого в цьому немає."
    ],
    "17": [
        "@",
        "Тема титрів.",
        "Ці теми завжди були темними і відчайдушними, тому",
        "в цей раз я зробив її більш веселою і оптимістичнішою.",
        "А так як титри короткі, я не міг написати щось довге.",
        "Можна було придумати щось грандіозніше,",
        "але вийшло трохи сухувато. Я не хотів. (Сміється)"
    ]
}